examples/tumor_chip_linear_gradient/data/validation_3d/3d_opposing_H200_1776929590643/0/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}

dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (0 0 0);

boundaryField
{
    inlet_drug
    {
        type            fixedValue;
        value           uniform (0.006030 0.000000 0.000000);
    }
    inlet_medium
    {
        type            fixedValue;
        value           uniform (0.007210 0.000000 0.000000);
    }
    outlet   { type zeroGradient; }
    walls    { type noSlip;        }
    floor    { type noSlip;        }
    ceiling  { type noSlip;        }
}
