examples/tumor_chip_linear_gradient/data/validation_3d/3d_opposing_H200_1776929590643/0/p
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}

dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 0;

boundaryField
{
    inlet_drug   { type zeroGradient; }
    inlet_medium { type zeroGradient; }
    outlet       { type fixedValue; value uniform 0; }
    walls        { type zeroGradient; }
    floor        { type zeroGradient; }
    ceiling      { type zeroGradient; }
}
