examples/tumor_chip_linear_gradient/data/validation_3d/3d_opposing_H200_1776929590643/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet_drug
    {
        type            patch;
        nFaces          300;
        startFace       1284640;
    }
    inlet_medium
    {
        type            patch;
        nFaces          300;
        startFace       1284940;
    }
    outlet
    {
        type            patch;
        nFaces          1460;
        startFace       1285240;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          12860;
        startFace       1286700;
    }
    floor
    {
        type            wall;
        inGroups        1(wall);
        nFaces          21900;
        startFace       1299560;
    }
    ceiling
    {
        type            wall;
        inGroups        1(wall);
        nFaces          21900;
        startFace       1321460;
    }
)

// ************************************************************************* //
