examples/tumor_chip_linear_gradient/data/validation_3d/3d_opposing_H200_1776929590643/constant/turbulenceProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}

simulationType  laminar;
