examples/tumor_chip_linear_gradient/data/validation_3d/3d_opposing_H200_1776929590643/system/controlDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      controlDict;
}

application     scalarTransportFoam;

startFrom       latestTime;
stopAt          endTime;
endTime         761.0;

deltaT          1;

writeControl    timeStep;
writeInterval   761;

purgeWrite      2;

writeFormat     ascii;
writePrecision  8;
writeCompression off;

timeFormat      general;
timePrecision   6;

runTimeModifiable true;
